Repository: aysunsuleymanii/FuarPromet
Catalog: fuar_promet_web/locale/*/LC_MESSAGES/django.po
Languages: mk, sq, tr

source: About Us
mk: За нас
sq: Rreth nesh
tr: Hakkımızda

source: ABOUT US
mk: ЗА НАС
sq: RRETH NESH
tr: HAKKIMIZDA

source: A legacy of precision and quality in the furniture industry since 1993.
mk: Наследство на прецизност и квалитет во мебелската индустрија од 1993 година.
sq: Një trashëgimi e saktësisë dhe cilësisë në industrinë e mobiljeve që nga viti 1993.
tr: 1993'ten beri mobilya sektöründe hassasiyet ve kalite mirası.

source: Our Story & Mission
mk: Нашата приказна и мисија
sq: Historia dhe Misioni ynë
tr: Hikayemiz ve Misyonumuz

source: Established in 1993, Fuar Promet is a leading specialist in precision edge banding and panel processing. Operating within a 2,500 m² modern production facility situated on a 7,500 m² site, we provide high-capacity contract cutting and mass production services with meticulous attention to detail.
mk: Основана во 1993 година, Fuar Promet е водечки специјалист за прецизно обвивување на рабови и обработка на панели. Работиме во модерна производствена сала од 2.500 m² на парцела од 7.500 m², обезбедувајќи услуги за сечење и масовно производство со висок капацитет и голема внимателност на детали.
sq: E themeluar në 1993, Fuar Promet është një specialist kryesor në bandimin e saktë të skajeve dhe përpunimin e paneleve. Duke operuar brenda një fabrike moderne prodhuese prej 2,500 m² në një truall prej 7,500 m², ne ofrojmë shërbime prerjeje dhe prodhimi masiv me kapacitet të lartë, me vëmendje të madhe ndaj detajeve.
tr: 1993 yılında kurulan Fuar Promet, hassas kenar bantlama ve panel işleme konusunda önde gelen bir uzmandır. 7.500 m²’lik bir alanda yer alan 2.500 m² modern üretim tesisimizde, yüksek kapasiteli sözleşmeli kesim ve seri üretim hizmetlerini titizlikle sunuyoruz.

source: Beyond processing, our highly skilled team offers comprehensive expertise in furniture design and manufacturing. At Fuar Promet, we are dedicated to empowering furniture makers and industry professionals by implementing systems that streamline their workflows, enabling them to deliver superior quality to their own clients.
mk: Покрај обработката, нашиот високо квалификуван тим нуди сеопфатно знаење во дизајн и производство на мебел. Во Fuar Promet се посветуваме на тоа да им овозможиме на производителите на мебел и професионалците од индустријата да ги оптимизираат своите процеси, овозможувајќи им да испорачуваат врвен квалитет на своите клиенти.
sq: Përtej përpunimit, ekipi ynë i aftë ofron ekspertizë të plotë në dizajnin dhe prodhimin e mobiljeve. Tek Fuar Promet, jemi të përkushtuar për të fuqizuar prodhuesit e mobiljeve dhe profesionistët e industrisë duke zbatuar sisteme që thjeshtëzojnë proceset e tyre, duke u mundësuar atyre të ofrojnë cilësi të lartë për klientët e tyre.
tr: İşlemenin ötesinde, yüksek nitelikli ekibimiz mobilya tasarımı ve üretiminde kapsamlı uzmanlık sunmaktadır. Fuar Promet olarak, mobilya üreticilerini ve sektör profesyonellerini iş akışlarını kolaylaştıran sistemler uygulayarak güçlendirmeye ve onların kendi müşterilerine üstün kalite sunabilmelerini sağlamaya adanmış durumdayız.

source: Our Golden Partners
mk: Наши Златни Партнери
sq: Partnerët tanë të artë
tr: Altın Ortaklarımız

source: OUR CORE EXPERTISE
mk: НАШИТЕ ОСНОВНИ ЕКСПЕРТИЗИ
sq: EKSPERTIZA JONË KRYESORE
tr: TEMEL UZMANLIĞIMIZ

source: Precision Processing
mk: Прецизна обработка
sq: Përpunim i Saktë
tr: Hassas İşleme

source: Advanced edge banding, cutting, and shaping for MDF, Chipboard, and more.
mk: Напредно обвивување на рабови, сечење и обликување на MDF, иверица и повеќе.
sq: Bandim, prerje dhe formësim i avancuar për MDF, tabla kompakte dhe të tjera.
tr: MDF, yonga levha ve diğerleri için gelişmiş kenar bantlama, kesim ve şekillendirme.

source: Premium Supply
mk: Премиум снабдување
sq: Furnizim Premium
tr: Premium Tedarik

source: High-quality UV PVC, Bamboo Panels, Compact Laminates, and Table Bases.
mk: Висококвалитетен UV PVC, панели од бамбус, компактни ламинирани плочи и столни основи.
sq: PVC UV me cilësi të lartë, panele bambuje, laminata kompakte dhe baza tavoline.
tr: Yüksek kaliteli UV PVC, bambu paneller, kompakt laminatlar ve masa ayakları.

source: Design Solutions
mk: Дизајн решенија
sq: Zgjidhje Dizajni
tr: Tasarım Çözümleri

source: Expert interior decoration and furniture design tailored to your project.
mk: Експертски внатрешен дизајн и дизајн на мебел прилагоден на вашиот проект.
sq: Dekorim i brendshëm ekspert dhe dizajn mobiljesh të përshtatur për projektin tuaj.
tr: Projenize özel uzman iç dekorasyon ve mobilya tasarımı.

source: Toggle navigation
mk: Промени навигација
sq: Ndrysho navigimin
tr: Gezinmeyi değiştir

source: Home
mk: Почетна
sq: Ballina
tr: Ana Sayfa

source: About
mk: За нас
sq: Rreth nesh
tr: Hakkımızda

source: Products
mk: Производи
sq: Produktet
tr: Ürünler

source: Product Categories
mk: Производи
sq: Produktet
tr: Ürünler

source: All Products
mk: Производи
sq: Produktet
tr: Ürünler

source: Browse all products
mk: Прегледај ги сите производи
sq: Shfleto të gjitha produktet
tr: Tüm ürünleri incele

source: Decorative Products
mk: Декоративни Производи
sq: Produkte Dekorative
tr: Dekoratif Ürünler

source: Decorative Categories
mk: Декоративни категории
sq: Kategori dekorative
tr: Dekoratif Kategoriler

source: All Decorative Products
mk: Сите декоративни производи
sq: Të gjitha produktet dekorative
tr: Tüm Dekoratif Ürünler

source: View all decorative items
mk: Прегледај ги сите декоративни производи
sq: Shiko të gjitha produktet dekorative
tr: Tüm dekoratif ürünleri görüntüle

source: Services
mk: Услуги
sq: Shërbimet
tr: Hizmetler

source: Contact
mk: Контакт
sq: Kontakti
tr: İletişim

source: Search
mk: Пребарај
sq: Kërko

source: Company
mk: Компанија
tr: Şirket

source: Get in Touch
mk: Контактирајте нè
sq: Na kontaktoni
tr: Bizimle İletişime Geçin

source: Email
mk: Е-пошта
tr: E-posta

source: Phone
mk: Телефон
sq: Telefon
tr: Telefon

source: Address
mk: Адреса
sq: Adresa
tr: Adres

source: In Stock
mk: На залиха
sq: Në gjendje
tr: Stokta var

source: Out of Stock
mk: Нема на залиха
sq: Nuk ka në gjendje
tr: Stokta yok

source: Dimensions
mk: Димензии
sq: Përmasat
tr: Boyutlar

source: Back to Products
mk: Назад кон производите
sq: Kthehu te Produktet
tr: Ürünlere dön

source: Show Filters
mk: Прикажи филтри
sq: Shfaq filtrat
tr: Filtreleri Göster

source: Filters
mk: Филтри
sq: Filtra
tr: Filtreler

source: Clear all
mk: Исчисти сè
sq: Pastro të gjitha
tr: Tümünü Temizle

source: Category
mk: Категорија
sq: Kategoria
tr: Kategori

source: All Categories
mk: Категорија
sq: Kategoria
tr: Kategori

source: Brand
mk: Бренд
sq: Markë
tr: Marka

source: Availability
mk: Достапност
sq: Disponueshmëria
tr: Stok Durumu

source: Search results for
mk: Резултати од пребарување за
sq: Rezultatet e kërkimit për
tr: Arama sonuçları:

source: View product
mk: Производи
sq: Produktet
tr: Ürünler

source: No products found.
mk: Нема пронајдени производи.
sq: Nuk u gjetën produkte.
tr: Ürün bulunamadı.

source: Back to Services
mk: Назад кон услугите
sq: Kthehu te Shërbimet
tr: Hizmetlere dön

source: Our Services
mk: Услуги
sq: Shërbimet
tr: Hizmetler

source: OUR SERVICES
mk: НАШИТЕ УСЛУГИ
sq: SHËRBIMET TONA
tr: Hizmetlerimiz

source: Precision Solutions & Expert Processing: We leverage advanced technology and industry expertise to deliver high-quality results tailored to your specific project requirements.
mk: Прецизни решенија и експертска обработка: Користиме напредна технологија и индустриско искуство за да испорачаме висококвалитетни резултати прилагодени на вашите специфични потреби.
sq: Zgjidhje Precize dhe Përpunim Ekspert: Ne shfrytëzojmë teknologjinë e avancuar dhe përvojën e industrisë për të ofruar rezultate të cilësisë së lartë të përshtatura për kërkesat specifike të projektit tuaj.
tr: Hassas Çözümler ve Uzman İşleme: Projenize özel gereksinimlere göre uyarlanmış yüksek kaliteli sonuçlar sunmak için ileri teknoloji ve sektör uzmanlığımızdan yararlanıyoruz.

source: Read More
mk: Прочитај повеќе
sq: Lexo më shumë
tr: Devamını Oku

source: No services available at the moment.
mk: Моментално нема достапни услуги.
sq: Nuk ka shërbime të disponueshme për momentin.
tr: Şu anda mevcut hizmet yok.

source: WHY CHOOSE US?
mk: ЗОШТО ДА НЀ ИЗБЕРЕТЕ НАС?
sq: PSE TË NA ZGJIDHNI NE?
tr: NEDEN BİZ?

source: Professional Service
mk: Професионална услуга
sq: Shërbim Profesional
tr: Profesyonel Hizmetlerimiz

source: Expertise you can trust
mk: Експертиза на која можете да и верувате
sq: Ekspertizë tek e cila mund të besoni
tr: Güvenebileceğiniz uzmanlık

source: Fast Response
mk: Брз одговор
sq: Përgjigje e shpejtë
tr: Hızlı Geri Dönüş

source: Always here to help
mk: Секогаш тука да помогнеме
sq: Gjithmonë këtu për t'ju ndihmuar
tr: Her zaman yardıma hazırız

source: Customer Focus
mk: Фокус кон клиентот
sq: Fokus te klienti
tr: Müşteri Odaklılık

source: Your satisfaction is our priority
mk: Вашето задоволство е наш приоритет
sq: Kënaqësia juaj është prioriteti ynë
tr: Memnuniyetiniz bizim önceliğimizdir

source: Reliable Delivery
mk: Сигурна испорака
sq: Dërgesë e besueshme
tr: Güvenilir Teslimat

source: On time and hassle-free
mk: Навремено и без проблеми
sq: Në kohë dhe pa probleme
tr: Zamanında ve sorunsuz

source: English
mk: Англиски
sq: Anglisht
tr: İngilizce

source: Albanian
mk: Албански
sq: Shqip
tr: Arnavutça

source: Macedonian
mk: Македонски
sq: Maqedonisht
tr: Makedonca

source: Turkish
mk: Турски
sq: Turqisht
tr: Türkçe

source: Search products...
sq: Kërko produkte...
